-- phpMyAdmin SQL Dump
-- version 5.1.1
-- https://www.phpmyadmin.net/
--
-- Хост: 127.0.0.1:3306
-- Время создания: Авг 02 2022 г., 09:20
-- Версия сервера: 8.0.24
-- Версия PHP: 7.1.33

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `halolpay`
--

-- --------------------------------------------------------

--
-- Структура таблицы `het`
--

CREATE TABLE `het` (
  `id` int NOT NULL,
  `region_id` int NOT NULL,
  `code` varchar(12) NOT NULL,
  `uz` text NOT NULL,
  `oz` text NOT NULL,
  `ru` text NOT NULL,
  `create_time` datetime NOT NULL,
  `update_time` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3;

--
-- Дамп данных таблицы `het`
--

INSERT INTO `het` (`id`, `region_id`, `code`, `uz`, `oz`, `ru`, `create_time`, `update_time`) VALUES
(1, 1, '35204', '35204 - Амударьинское ЭСП', '35204 - Амударьинское ЭСП', '35204 - Амударьинское ЭСП', '2022-07-26 11:35:12', '2022-07-26 11:35:12'),
(2, 1, '35207', '35207 - Берунийское ЭСП', '35207 - Берунийское ЭСП', '35207 - Берунийское ЭСП', '2022-07-26 11:36:11', '2022-07-26 11:36:11'),
(3, 1, '35214', '35214 - Бузатауское ЭСП', '35214 - Бузатауское ЭСП', '35214 - Бузатауское ЭСП', '2022-07-26 11:36:37', '2022-07-26 11:36:37'),
(4, 1, '35218', '35218 - Канлыкульское ЭСП', '35218 - Канлыкульское ЭСП', '35218 - Канлыкульское ЭСП', '2022-07-26 11:38:19', '2022-07-26 11:38:19'),
(5, 1, '35211', '35211 - Караузякское ЭСП', '35211 - Караузякское ЭСП', '35211 - Караузякское ЭСП', '2022-07-26 11:38:50', '2022-07-26 11:38:50'),
(6, 1, '35212', '35212 - Кегейлийское ЭСП', '35212 - Кегейлийское ЭСП', '35212 - Кегейлийское ЭСП', '2022-07-26 11:39:10', '2022-07-26 11:39:10'),
(7, 1, '35215', '35215 - Кунградское ЭСП', '35215 - Кунградское ЭСП', '35215 - Кунградское ЭСП', '2022-07-26 11:39:23', '2022-07-26 11:39:23'),
(8, 1, '35222', '35222 - Муйнакское ЭСП', '35222 - Муйнакское ЭСП', '35222 - Муйнакское ЭСП', '2022-07-26 11:39:35', '2022-07-26 11:39:35'),
(9, 1, '35401', '35401 - Нукус ГорЭСП', '35401 - Нукус ГорЭСП', '35401 - Нукус ГорЭСП', '2022-07-26 11:39:49', '2022-07-26 11:39:49'),
(10, 1, '35225', '35225 - Нукусское ЭСП', '35225 - Нукусское ЭСП', '35225 - Нукусское ЭСП', '2022-07-26 11:40:01', '2022-07-26 11:40:01'),
(11, 1, '35410', '35410 - Тахиаташ ГорЭСП', '35410 - Тахиаташ ГорЭСП', '35410 - Тахиаташ ГорЭСП', '2022-07-26 11:40:12', '2022-07-26 11:40:12'),
(12, 1, '35411', '35411 - Тахиаташское ЭСП', '35411 - Тахиаташское ЭСП', '35411 - Тахиаташское ЭСП', '2022-07-26 11:40:22', '2022-07-26 11:40:22'),
(13, 1, '35230', '35230 - Тахтакупырское ЭСП', '35230 - Тахтакупырское ЭСП', '35230 - Тахтакупырское ЭСП', '2022-07-26 11:40:42', '2022-07-26 11:40:42'),
(14, 1, '35233', '35233 - Турткульское ЭСП', '35233 - Турткульское ЭСП', '35233 - Турткульское ЭСП', '2022-07-26 11:42:01', '2022-07-26 11:42:01'),
(15, 1, '35236', '35236 - Ходжейлийское ЭСП', '35236 - Ходжейлийское ЭСП', '35236 - Ходжейлийское ЭСП', '2022-07-26 11:42:12', '2022-07-26 11:42:12'),
(16, 1, '35240', '35240 - Чимбайское ЭСП', '35240 - Чимбайское ЭСП', '35240 - Чимбайское ЭСП', '2022-07-26 11:42:25', '2022-07-26 11:42:25'),
(17, 1, '35243', '35243 - Шуманайское ЭСП', '35243 - Шуманайское ЭСП', '35243 - Шуманайское ЭСП', '2022-07-26 11:42:37', '2022-07-26 11:42:37'),
(18, 1, '35250', '35250 - Элликкалинское ЭСП', '35250 - Элликкалинское ЭСП', '35250 - Элликкалинское ЭСП', '2022-07-26 11:42:51', '2022-07-26 11:42:51'),
(19, 2, '03202', '03202 - Алтынкульское ЭСП', '03202 - Алтынкульское ЭСП', '03202 - Алтынкульское ЭСП', '2022-07-27 09:38:21', '2022-07-27 09:38:21'),
(20, 2, '03403', '03403 - Андижан Бобур ГорЭСП', '03403 - Андижан Бобур ГорЭСП', '03403 - Андижан Бобур ГорЭСП', '2022-07-27 09:38:35', '2022-07-27 09:38:35'),
(21, 2, '03400', '03400 - Андижан Энергосотиш', '03400 - Андижан Энергосотиш', '03400 - Андижан Энергосотиш', '2022-07-27 09:38:47', '2022-07-27 09:38:47'),
(22, 2, '03404', '03404 - Андижан эски ГорЭСП', '03404 - Андижан эски ГорЭСП', '03404 - Андижан эски ГорЭСП', '2022-07-27 09:41:58', '2022-07-27 09:41:58'),
(23, 2, '03401', '03401 - Андижан янги ГорЭСП', '03401 - Андижан янги ГорЭСП', '03401 - Андижан янги ГорЭСП', '2022-07-27 09:42:35', '2022-07-27 09:42:35'),
(24, 2, '03203', '03203 - Андижанское ЭСП', '03203 - Андижанское ЭСП', '03203 - Андижанское ЭСП', '2022-07-27 09:42:48', '2022-07-27 09:42:48'),
(25, 2, '03405', '03405 - Асака ГорЭСП', '03405 - Асака ГорЭСП', '03405 - Асака ГорЭСП', '2022-07-27 09:43:07', '2022-07-27 09:43:07'),
(26, 2, '03224', '03224 - Асакинское ЭСП', '03224 - Асакинское ЭСП', '03224 - Асакинское ЭСП', '2022-07-27 09:43:18', '2022-07-27 09:43:18'),
(27, 2, '03206', '03206 - Балыкчинское ЭСП', '03206 - Балыкчинское ЭСП', '03206 - Балыкчинское ЭСП', '2022-07-27 09:43:30', '2022-07-27 09:43:30'),
(28, 2, '03209', '03209 - Бустонское ЭСП', '03209 - Бустонское ЭСП', '03209 - Бустонское ЭСП', '2022-07-27 09:43:40', '2022-07-27 09:43:40'),
(29, 2, '03210', '03210 - Булакбашинское ЭСП', '03210 - Булакбашинское ЭСП', '03210 - Булакбашинское ЭСП', '2022-07-27 09:45:35', '2022-07-27 09:45:35'),
(30, 2, '03211', '03211 - Джалалкудукское ЭСП', '03211 - Джалалкудукское ЭСП', '03211 - Джалалкудукское ЭСП', '2022-07-27 09:45:50', '2022-07-27 09:45:50'),
(31, 2, '03214', '03214 - Избасканское ЭСП', '03214 - Избасканское ЭСП', '03214 - Избасканское ЭСП', '2022-07-27 09:46:04', '2022-07-27 09:46:04'),
(32, 2, '03204', '03204 - Куйганёрский ЭСП', '03204 - Куйганёрский ЭСП', '03204 - Куйганёрский ЭСП', '2022-07-27 09:46:25', '2022-07-27 09:46:25'),
(33, 2, '03220', '03220 - Кургантепинское ЭСП', '03220 - Кургантепинское ЭСП', '03220 - Кургантепинское ЭСП', '2022-07-27 09:48:40', '2022-07-27 09:48:40'),
(34, 2, '03227', '03227 - Мархаматское ЭСП', '03227 - Мархаматское ЭСП', '03227 - Мархаматское ЭСП', '2022-07-27 09:50:53', '2022-07-27 09:50:53'),
(35, 2, '03232', '03232 - Пахтаабадское ЭСП', '03232 - Пахтаабадское ЭСП', '03232 - Пахтаабадское ЭСП', '2022-07-27 09:52:09', '2022-07-27 09:52:09'),
(36, 2, '03217', '03217 - Улугноpское ЭСП', '03217 - Улугноpское ЭСП', '03217 - Улугноpское ЭСП', '2022-07-27 09:52:24', '2022-07-27 09:52:24'),
(37, 2, '03408', '03408 - Ханабад ГорЭСП', '03408 - Ханабад ГорЭСП', '03408 - Ханабад ГорЭСП', '2022-07-27 09:52:37', '2022-07-27 09:52:37'),
(38, 2, '03236', '03236 - Ходжаабадское ЭСП', '03236 - Ходжаабадское ЭСП', '03236 - Ходжаабадское ЭСП', '2022-07-27 09:52:50', '2022-07-27 09:52:50'),
(39, 2, '03207', '03207 - Чинабадское ЭСП', '03207 - Чинабадское ЭСП', '03207 - Чинабадское ЭСП', '2022-07-27 09:53:18', '2022-07-27 09:53:18'),
(40, 2, '03231', '03231 - Шахрихан ГорЭСП', '03231 - Шахрихан ГорЭСП', '03231 - Шахрихан ГорЭСП', '2022-07-27 09:53:32', '2022-07-27 09:53:32'),
(41, 2, '03230', '03230 - Шахриханское ЭСП', '03230 - Шахриханское ЭСП', '03230 - Шахриханское ЭСП', '2022-07-27 09:53:44', '2022-07-27 09:53:44'),
(42, 3, '06204', '06204 - Алатское ЭСП', '06204 - Алатское ЭСП', '06204 - Алатское ЭСП', '2022-07-27 09:55:46', '2022-07-27 09:55:46'),
(43, 3, '06401', '06401 - Бухара ГорЭСП', '06401 - Бухара ГорЭСП', '06401 - Бухара ГорЭСП', '2022-07-27 09:56:43', '2022-07-27 09:56:43'),
(44, 3, '06400', '06400 - Бухара Энергосотиш', '06400 - Бухара Энергосотиш', '06400 - Бухара Энергосотиш', '2022-07-27 09:56:57', '2022-07-27 09:56:57'),
(45, 3, '06500', '06500 - Бухара Энергосотиш', '06500 - Бухара Энергосотиш', '06500 - Бухара Энергосотиш', '2022-07-27 09:57:11', '2022-07-27 09:57:11'),
(46, 3, '06207', '06207 - Бухарское ЭСП', '06207 - Бухарское ЭСП', '06207 - Бухарское ЭСП', '2022-07-27 09:57:51', '2022-07-27 09:57:51'),
(47, 3, '06212', '06212 - Вабкентское ЭСП', '06212 - Вабкентское ЭСП', '06212 - Вабкентское ЭСП', '2022-07-27 09:58:10', '2022-07-27 09:58:10'),
(48, 3, '06215', '06215 - Гиждуванское ЭСП', '06215 - Гиждуванское ЭСП', '06215 - Гиждуванское ЭСП', '2022-07-27 09:58:24', '2022-07-27 09:58:24'),
(49, 3, '06246', '06246 - Жондоpское ЭСП', '06246 - Жондоpское ЭСП', '06246 - Жондоpское ЭСП', '2022-07-27 09:58:37', '2022-07-27 09:58:37'),
(50, 3, '06219', '06219 - Каганское ЭСП', '06219 - Каганское ЭСП', '06219 - Каганское ЭСП', '2022-07-27 09:58:49', '2022-07-27 09:58:49'),
(51, 3, '06230', '06230 - Каракульское ЭСП', '06230 - Каракульское ЭСП', '06230 - Каракульское ЭСП', '2022-07-27 10:04:32', '2022-07-27 10:04:32'),
(52, 3, '06232', '06232 - Караулбазарское ЭСП', '06232 - Караулбазарское ЭСП', '06232 - Караулбазарское ЭСП', '2022-07-27 10:04:47', '2022-07-27 10:04:47'),
(53, 3, '06240', '06240 - Пешкунское ЭСП', '06240 - Пешкунское ЭСП', '06240 - Пешкунское ЭСП', '2022-07-27 10:04:58', '2022-07-27 10:04:58'),
(54, 3, '06242', '06242 - Ромитанское ЭСП', '06242 - Ромитанское ЭСП', '06242 - Ромитанское ЭСП', '2022-07-27 10:05:14', '2022-07-27 10:05:14'),
(55, 3, '06258', '06258 - Шафирканское ЭСП', '06258 - Шафирканское ЭСП', '06258 - Шафирканское ЭСП', '2022-07-27 10:05:26', '2022-07-27 10:05:26'),
(56, 4, '08201', '08201 - Арнасайское ЭСП', '08201 - Арнасайское ЭСП', '08201 - Арнасайское ЭСП', '2022-07-27 13:20:32', '2022-07-27 13:20:32'),
(57, 4, '08204', '08204 - Бахмальское ЭСП', '08204 - Бахмальское ЭСП', '08204 - Бахмальское ЭСП', '2022-07-27 13:20:43', '2022-07-27 13:20:43'),
(58, 4, '08209', '08209 - Галляаральское ЭСП', '08209 - Галляаральское ЭСП', '08209 - Галляаральское ЭСП', '2022-07-27 13:20:53', '2022-07-27 13:20:53'),
(59, 4, '08402', '08402 - Джизак ГорЭСП', '08402 - Джизак ГорЭСП', '08402 - Джизак ГорЭСП', '2022-07-27 13:21:02', '2022-07-27 13:21:02'),
(60, 4, '08400', '08400 - Джизак Энергосотиш', '08400 - Джизак Энергосотиш', '08400 - Джизак Энергосотиш', '2022-07-27 13:21:16', '2022-07-27 13:21:16'),
(61, 4, '08212', '08212 - Шараф Рашидовское ЭСП', '08212 - Шараф Рашидовское ЭСП', '08212 - Шараф Рашидовское ЭСП', '2022-07-27 13:21:29', '2022-07-27 13:21:29'),
(62, 4, '08215', '08215 - Дустликское ЭСП', '08215 - Дустликское ЭСП', '08215 - Дустликское ЭСП', '2022-07-27 13:21:47', '2022-07-27 13:21:47'),
(63, 4, '08218', '08218 - Зааминское ЭСП', '08218 - Зааминское ЭСП', '08218 - Зааминское ЭСП', '2022-07-27 13:21:56', '2022-07-27 13:21:56'),
(64, 4, '08220', '08220 - Зарбдорское ЭСП', '08220 - Зарбдорское ЭСП', '08220 - Зарбдорское ЭСП', '2022-07-27 13:22:11', '2022-07-27 13:22:11'),
(65, 4, '08225', '08225 - Зафарабадское ЭСП', '08225 - Зафарабадское ЭСП', '08225 - Зафарабадское ЭСП', '2022-07-27 13:22:22', '2022-07-27 13:22:22'),
(66, 4, '08223', '08223 - Мирзачульское ЭСП', '08223 - Мирзачульское ЭСП', '08223 - Мирзачульское ЭСП', '2022-07-27 13:22:34', '2022-07-27 13:22:34'),
(67, 4, '08228', '08228 - Пахтакорское ЭСП', '08228 - Пахтакорское ЭСП', '08228 - Пахтакорское ЭСП', '2022-07-27 13:22:45', '2022-07-27 13:22:45'),
(68, 4, '08235', '08235 - Фаришское ЭСП', '08235 - Фаришское ЭСП', '08235 - Фаришское ЭСП', '2022-07-27 13:22:56', '2022-07-27 13:22:56'),
(69, 4, '08237', '08237 - Янгиободское ЭСП', '08237 - Янгиободское ЭСП', '08237 - Янгиободское ЭСП', '2022-07-27 13:23:10', '2022-07-27 13:23:10'),
(70, 5, '10231', '10231 - Бахористанское ЭСП', '10231 - Бахористанское ЭСП', '10231 - Бахористанское ЭСП', '2022-07-27 13:24:27', '2022-07-27 13:24:27'),
(71, 5, '10207', '10207 - Гузарское ЭСП', '10207 - Гузарское ЭСП', '10207 - Гузарское ЭСП', '2022-07-27 13:24:38', '2022-07-27 13:24:38'),
(72, 5, '10212', '10212 - Дехканабадское ЭСП', '10212 - Дехканабадское ЭСП', '10212 - Дехканабадское ЭСП', '2022-07-27 13:25:08', '2022-07-27 13:25:08'),
(73, 5, '10220', '10220 - Камашинское ЭСП', '10220 - Камашинское ЭСП', '10220 - Камашинское ЭСП', '2022-07-27 13:25:20', '2022-07-27 13:25:20'),
(74, 5, '10401', '10401 - Карши ГорЭСП', '10401 - Карши ГорЭСП', '10401 - Карши ГорЭСП', '2022-07-27 13:25:30', '2022-07-27 13:25:30'),
(75, 5, '10500', '10500 - Карши Энергосотиш', '10500 - Карши Энергосотиш', '10500 - Карши Энергосотиш', '2022-07-27 13:25:39', '2022-07-27 13:25:39'),
(76, 5, '10400', '10400 - Карши Энергосотиш', '10400 - Карши Энергосотиш', '10400 - Карши Энергосотиш', '2022-07-27 13:25:50', '2022-07-27 13:25:50'),
(77, 5, '10224', '10224 - Каршинское ЭСП', '10224 - Каршинское ЭСП', '10224 - Каршинское ЭСП', '2022-07-27 13:26:07', '2022-07-27 13:26:07'),
(78, 5, '10229', '10229 - Касанское ЭСП', '10229 - Касанское ЭСП', '10229 - Касанское ЭСП', '2022-07-27 13:26:22', '2022-07-27 13:26:22'),
(79, 5, '10237', '10237 - Касбинское ЭСП', '10237 - Касбинское ЭСП', '10237 - Касбинское ЭСП', '2022-07-27 13:26:56', '2022-07-27 13:26:56'),
(80, 5, '10232', '10232 - Китабское ЭСП', '10232 - Китабское ЭСП', '10232 - Китабское ЭСП', '2022-07-27 13:28:41', '2022-07-27 13:28:41'),
(81, 5, '10233', '10233 - Миришкорское ЭСП', '10233 - Миришкорское ЭСП', '10233 - Миришкорское ЭСП', '2022-07-27 13:28:53', '2022-07-27 13:28:53'),
(82, 5, '10234', '10234 - Мубарекское ЭСП', '10234 - Мубарекское ЭСП', '10234 - Мубарекское ЭСП', '2022-07-27 13:29:03', '2022-07-27 13:29:03'),
(83, 5, '10235', '10235 - Нишанское ЭСП', '10235 - Нишанское ЭСП', '10235 - Нишанское ЭСП', '2022-07-27 13:29:12', '2022-07-27 13:29:12'),
(84, 5, '10242', '10242 - Чиракчинское ЭСП', '10242 - Чиракчинское ЭСП', '10242 - Чиракчинское ЭСП', '2022-07-27 13:29:26', '2022-07-27 13:29:26'),
(85, 5, '10246', '10246 - Шахрисабз ГорЭСП', '10246 - Шахрисабз ГорЭСП', '10246 - Шахрисабз ГорЭСП', '2022-07-27 13:30:21', '2022-07-27 13:30:21'),
(86, 5, '10245', '10245 - Шахрисабзское ЭСП', '10245 - Шахрисабзское ЭСП', '10245 - Шахрисабзское ЭСП', '2022-07-27 13:30:47', '2022-07-27 13:30:47'),
(87, 6, '12408', '12408 - Зарафшан ГорЭСП', '12408 - Зарафшан ГорЭСП', '12408 - Зарафшан ГорЭСП', '2022-07-28 20:28:38', '2022-07-28 20:28:38'),
(88, 6, '12211', '12211 - Канимехское ЭСП', '12211 - Канимехское ЭСП', '12211 - Канимехское ЭСП', '2022-07-28 20:29:06', '2022-07-28 20:29:06'),
(89, 6, '12234', '12234 - Карманинское ЭСП', '12234 - Карманинское ЭСП', '12234 - Карманинское ЭСП', '2022-07-28 20:29:25', '2022-07-28 20:29:25'),
(90, 6, '12216', '12216 - Кызылтепинское ЭСП', '12216 - Кызылтепинское ЭСП', '12216 - Кызылтепинское ЭСП', '2022-07-28 20:29:44', '2022-07-28 20:29:44'),
(91, 6, '12230', '12230 - Навбахорское ЭСП', '12230 - Навбахорское ЭСП', '12230 - Навбахорское ЭСП', '2022-07-28 20:30:03', '2022-07-28 20:30:03'),
(92, 6, '12401', '12401 - Навои ГорЭСП', '12401 - Навои ГорЭСП', '12401 - Навои ГорЭСП', '2022-07-28 20:30:24', '2022-07-28 20:30:24'),
(93, 6, '12402', '12402 - Навои Энергосотиш', '12402 - Навои Энергосотиш', '12402 - Навои Энергосотиш', '2022-07-28 20:30:44', '2022-07-28 20:30:44'),
(94, 6, '12400', '12400 - Навои Энергосотиш', '12400 - Навои Энергосотиш', '12400 - Навои Энергосотиш', '2022-07-28 20:31:10', '2022-07-28 20:31:10'),
(95, 6, '12238', '12238 - Нуратинское ЭСП', '12238 - Нуратинское ЭСП', '12238 - Нуратинское ЭСП', '2022-07-28 20:31:32', '2022-07-28 20:31:32'),
(96, 6, '12244', '12244 - Тамдынское ЭСП', '12244 - Тамдынское ЭСП', '12244 - Тамдынское ЭСП', '2022-07-28 20:31:53', '2022-07-28 20:31:53'),
(97, 6, '12248', '12248 - Учкудукское ЭСП', '12248 - Учкудукское ЭСП', '12248 - Учкудукское ЭСП', '2022-07-28 20:32:13', '2022-07-28 20:32:13'),
(99, 6, '12251', '12251 - Хатырчинское ЭСП', '12251 - Хатырчинское ЭСП', '12251 - Хатырчинское ЭСП', '2022-07-28 20:38:31', '2022-07-28 20:38:31'),
(100, 7, '14207', '14207 - Касансайское ЭСП', '14207 - Касансайское ЭСП', '14207 - Касансайское ЭСП', '2022-07-28 20:40:17', '2022-07-28 20:40:17'),
(101, 7, '14204', '14204 - Мингбулакское ЭСП', '14204 - Мингбулакское ЭСП', '14204 - Мингбулакское ЭСП', '2022-07-28 20:40:49', '2022-07-28 20:40:49'),
(102, 7, '14405', '14405 - Наманган Истикбол ЭСП', '14405 - Наманган Истикбол ЭСП', '14405 - Наманган Истикбол ЭСП', '2022-07-28 20:41:11', '2022-07-28 20:41:11'),
(103, 7, '14401', '14401 - Наманган ш. Марказ-2 ЭСП', '14401 - Наманган ш. Марказ-2 ЭСП', '14401 - Наманган ш. Марказ-2 ЭСП', '2022-07-28 20:41:41', '2022-07-28 20:41:41'),
(104, 7, '14402', '14402 - Наманган Давлатобод ГорЭСП', '14402 - Наманган Давлатобод ГорЭСП', '14402 - Наманган Давлатобод ГорЭСП', '2022-07-28 20:42:00', '2022-07-28 20:42:00'),
(105, 7, '14403', '14403 - Наманган Энергосотиш', '14403 - Наманган Энергосотиш', '14403 - Наманган Энергосотиш', '2022-07-28 20:43:32', '2022-07-28 20:43:32'),
(106, 7, '14404', '14404 - Наманган ш. Марказ ЭСП', '14404 - Наманган ш. Марказ ЭСП', '14404 - Наманган ш. Марказ ЭСП', '2022-07-28 20:43:50', '2022-07-28 20:43:50'),
(107, 7, '14212', '14212 - Наманганское ЭСП', '14212 - Наманганское ЭСП', '14212 - Наманганское ЭСП', '2022-07-28 20:44:10', '2022-07-28 20:44:10'),
(108, 7, '14216', '14216 - Нарынское ЭСП', '14216 - Нарынское ЭСП', '14216 - Нарынское ЭСП', '2022-07-28 20:44:48', '2022-07-28 20:44:48'),
(109, 7, '14219', '14219 - Папское ЭСП', '14219 - Папское ЭСП', '14219 - Папское ЭСП', '2022-07-28 20:45:10', '2022-07-28 20:45:10'),
(110, 7, '14224', '14224 - Туракурганское ЭСП', '14224 - Туракурганское ЭСП', '14224 - Туракурганское ЭСП', '2022-07-28 20:45:26', '2022-07-28 20:45:26'),
(111, 7, '14229', '14229 - Уйчинское ЭСП', '14229 - Уйчинское ЭСП', '14229 - Уйчинское ЭСП', '2022-07-28 20:45:43', '2022-07-28 20:45:43'),
(112, 7, '14234', '14234 - Учкурганское ЭСП', '14234 - Учкурганское ЭСП', '14234 - Учкурганское ЭСП', '2022-07-28 20:46:06', '2022-07-28 20:46:06'),
(113, 7, '14236', '14236 - Чартакское ЭСП', '14236 - Чартакское ЭСП', '14236 - Чартакское ЭСП', '2022-07-28 20:46:23', '2022-07-28 20:46:23'),
(114, 7, '14237', '14237 - Чустское ЭСП', '14237 - Чустское ЭСП', '14237 - Чустское ЭСП', '2022-07-28 20:46:41', '2022-07-28 20:46:41'),
(115, 7, '14242', '14242 - Янгикурганское ЭСП', '14242 - Янгикурганское ЭСП', '14242 - Янгикурганское ЭСП', '2022-07-28 20:47:01', '2022-07-28 20:47:01'),
(116, 8, '18203', '18203 - Акдарьинское ЭСП', '18203 - Акдарьинское ЭСП', '18203 - Акдарьинское ЭСП', '2022-07-28 20:53:46', '2022-07-28 20:53:46'),
(117, 8, '18408', '18408 - Багишамальское ЭСП', '18408 - Багишамальское ЭСП', '18408 - Багишамальское ЭСП', '2022-07-28 20:54:10', '2022-07-28 20:54:10'),
(118, 8, '18206', '18206 - Булунгурское ЭСП', '18206 - Булунгурское ЭСП', '18206 - Булунгурское ЭСП', '2022-07-28 20:54:27', '2022-07-28 20:54:27'),
(119, 8, '18228', '18228 - Гузалкентское  ЭСП', '18228 - Гузалкентское  ЭСП', '18228 - Гузалкентское  ЭСП', '2022-07-28 20:54:47', '2022-07-28 20:54:47'),
(120, 8, '18237', '18237 - Дехканобадское ЭСП', '18237 - Дехканобадское ЭСП', '18237 - Дехканобадское ЭСП', '2022-07-28 20:55:11', '2022-07-28 20:55:11'),
(121, 8, '18239', '18239 - Дехканабадское ЭСП', '18239 - Дехканабадское ЭСП', '18239 - Дехканабадское ЭСП', '2022-07-28 20:55:39', '2022-07-28 20:55:39'),
(122, 8, '18209', '18209 - Джамбайское ЭСП', '18209 - Джамбайское ЭСП', '18209 - Джамбайское ЭСП', '2022-07-28 20:55:57', '2022-07-28 20:55:57'),
(123, 8, '18233', '18233 - Дустликское ЭСП', '18233 - Дустликское ЭСП', '18233 - Дустликское ЭСП', '2022-07-28 20:56:20', '2022-07-28 20:56:20'),
(124, 8, '18234', '18234 - Зарафшанское ЭСП', '18234 - Зарафшанское ЭСП', '18234 - Зарафшанское ЭСП', '2022-07-28 20:56:53', '2022-07-28 20:56:53'),
(125, 8, '18212', '18212 - Иштыханское ЭСП', '18212 - Иштыханское ЭСП', '18212 - Иштыханское ЭСП', '2022-07-28 20:57:36', '2022-07-28 20:57:36'),
(126, 8, '18214', '18214 - Карадарьинское ЭСП', '18214 - Карадарьинское ЭСП', '18214 - Карадарьинское ЭСП', '2022-07-28 20:57:59', '2022-07-28 20:57:59'),
(127, 8, '18215', '18215 - Каттакурганское ЭСП', '18215 - Каттакурганское ЭСП', '18215 - Каттакурганское ЭСП', '2022-07-28 20:58:28', '2022-07-28 20:58:28'),
(128, 8, '18216', '18216 - Кошрабадское ЭСП', '18216 - Кошрабадское ЭСП', '18216 - Кошрабадское ЭСП', '2022-07-28 20:58:55', '2022-07-28 20:58:55'),
(129, 8, '18218', '18218 - Нарпайское ЭСП', '18218 - Нарпайское ЭСП', '18218 - Нарпайское ЭСП', '2022-07-28 20:59:13', '2022-07-28 20:59:13'),
(130, 8, '18235', '18235 - Нурабадское ЭСП', '18235 - Нурабадское ЭСП', '18235 - Нурабадское ЭСП', '2022-07-28 20:59:41', '2022-07-28 20:59:41'),
(131, 8, '18224', '18224 - Пайарыкское ЭСП', '18224 - Пайарыкское ЭСП', '18224 - Пайарыкское ЭСП', '2022-07-28 21:00:11', '2022-07-28 21:00:11'),
(132, 8, '18227', '18227 - Пастдаргомское ЭСП', '18227 - Пастдаргомское ЭСП', '18227 - Пастдаргомское ЭСП', '2022-07-28 21:00:33', '2022-07-28 21:00:33'),
(133, 8, '18230', '18230 - Пахтачийское ЭСП', '18230 - Пахтачийское ЭСП', '18230 - Пахтачийское ЭСП', '2022-07-28 21:00:53', '2022-07-28 21:00:53'),
(134, 8, '18400', '18400 - Самарканд Энергосотиш', '18400 - Самарканд Энергосотиш', '18400 - Самарканд Энергосотиш', '2022-07-28 21:01:11', '2022-07-28 21:01:11'),
(135, 8, '18407', '18407 - Сиабское ЭСП', '18407 - Сиабское ЭСП', '18407 - Сиабское ЭСП', '2022-07-28 21:01:29', '2022-07-28 21:01:29'),
(136, 8, '18238', '18238 - Тайлякское ЭСП', '18238 - Тайлякское ЭСП', '18238 - Тайлякское ЭСП', '2022-07-28 21:01:45', '2022-07-28 21:01:45'),
(137, 8, '18405', '18405 - Темирйульское ЭСП', '18405 - Темирйульское ЭСП', '18405 - Темирйульское ЭСП', '2022-07-28 21:02:01', '2022-07-28 21:02:01'),
(138, 8, '18236', '18236 - Ургутское ЭСП', '18236 - Ургутское ЭСП', '18236 - Ургутское ЭСП', '2022-07-28 21:02:27', '2022-07-28 21:02:27'),
(139, 8, '18225', '18225 - Челекское ЭСП', '18225 - Челекское ЭСП', '18225 - Челекское ЭСП', '2022-07-28 21:03:01', '2022-07-28 21:03:01'),
(140, 8, '18226', '18226 - Челекское ЭСП', '18226 - Челекское ЭСП', '18226 - Челекское ЭСП', '2022-07-28 21:03:31', '2022-07-28 21:03:31'),
(141, 9, '22201', '22201 - Алтынсайское ЭСП', '22201 - Алтынсайское ЭСП', '22201 - Алтынсайское ЭСП', '2022-07-28 21:07:01', '2022-07-28 21:07:01'),
(142, 9, '22202', '22202 - Ангорское ЭСП', '22202 - Ангорское ЭСП', '22202 - Ангорское ЭСП', '2022-07-28 21:07:20', '2022-07-28 21:07:20'),
(143, 9, '22204', '22204 - Байсунское ЭСП', '22204 - Байсунское ЭСП', '22204 - Байсунское ЭСП', '2022-07-28 21:07:44', '2022-07-28 21:07:44'),
(144, 9, '22206', '22206 - Бандиханское ЭСП', '22206 - Бандиханское ЭСП', '22206 - Бандиханское ЭСП', '2022-07-28 21:08:16', '2022-07-28 21:08:16'),
(145, 9, '22211', '22211 - Денауский ГорЭСП', '22211 - Денауский ГорЭСП', '22211 - Денауский ГорЭСП', '2022-07-28 21:08:50', '2022-07-28 21:08:50'),
(146, 9, '22210', '22210 - Денауское ЭСП', '22210 - Денауское ЭСП', '22210 - Денауское ЭСП', '2022-07-28 21:09:22', '2022-07-28 21:09:22'),
(147, 9, '22212', '22212 - Джаркурганское ЭСП', '22212 - Джаркурганское ЭСП', '22212 - Джаркурганское ЭСП', '2022-07-28 21:09:54', '2022-07-28 21:09:54'),
(148, 9, '22215', '22215 - Кизирикское ЭСП', '22215 - Кизирикское ЭСП', '22215 - Кизирикское ЭСП', '2022-07-28 21:10:30', '2022-07-28 21:10:30'),
(149, 9, '22214', '22214 - Кумкурганское ЭСП', '22214 - Кумкурганское ЭСП', '22214 - Кумкурганское ЭСП', '2022-07-28 21:10:48', '2022-07-28 21:10:48'),
(150, 9, '22207', '22207 - Музрабадское ЭСП', '22207 - Музрабадское ЭСП', '22207 - Музрабадское ЭСП', '2022-07-28 21:11:06', '2022-07-28 21:11:06'),
(151, 9, '22217', '22217 - Сариасийское ЭСП', '22217 - Сариасийское ЭСП', '22217 - Сариасийское ЭСП', '2022-07-28 21:11:43', '2022-07-28 21:11:43'),
(152, 9, '22400', '22400 - Сурхандарья Энергосотиш', '22400 - Сурхандарья Энергосотиш', '22400 - Сурхандарья Энергосотиш', '2022-07-28 21:12:05', '2022-07-28 21:12:05'),
(153, 9, '22401', '22401 - Термез ГорЭСП', '22401 - Термез ГорЭСП', '22401 - Термез ГорЭСП', '2022-07-28 21:12:26', '2022-07-28 21:12:26'),
(154, 9, '22220', '22220 - Термезское ЭСП', '22220 - Термезское ЭСП', '22220 - Термезское ЭСП', '2022-07-28 21:12:55', '2022-07-28 21:12:55'),
(155, 9, '22221', '22221 - Узунское ЭСП', '22221 - Узунское ЭСП', '22221 - Узунское ЭСП', '2022-07-28 21:13:24', '2022-07-28 21:13:24'),
(156, 9, '22223', '22223 - Шерабадское ЭСП', '22223 - Шерабадское ЭСП', '22223 - Шерабадское ЭСП', '2022-07-28 21:13:42', '2022-07-28 21:13:42'),
(157, 9, '22226', '22226 - Шурчинское ЭСП', '22226 - Шурчинское ЭСП', '22226 - Шурчинское ЭСП', '2022-07-28 21:14:04', '2022-07-28 21:14:04'),
(158, 10, '24206', '24206 - Акалтынское ЭСП', '24206 - Акалтынское ЭСП', '24206 - Акалтынское ЭСП', '2022-07-28 21:16:50', '2022-07-28 21:16:50'),
(159, 10, '24212', '24212 - Баяутское ЭСП', '24212 - Баяутское ЭСП', '24212 - Баяутское ЭСП', '2022-07-28 21:17:07', '2022-07-28 21:17:07'),
(160, 10, '24401', '24401 - Гулистан ГорЭСП', '24401 - Гулистан ГорЭСП', '24401 - Гулистан ГорЭСП', '2022-07-28 21:17:41', '2022-07-28 21:17:41'),
(161, 10, '24220', '24220 - Гулистанское ЭСП', '24220 - Гулистанское ЭСП', '24220 - Гулистанское ЭСП', '2022-07-28 21:17:58', '2022-07-28 21:17:58'),
(162, 10, '24228', '24228 - Мирзаабадское ЭСП', '24228 - Мирзаабадское ЭСП', '24228 - Мирзаабадское ЭСП', '2022-07-28 21:18:17', '2022-07-28 21:18:17'),
(163, 10, '24216', '24216 - Сайхунабадское ЭСП', '24216 - Сайхунабадское ЭСП', '24216 - Сайхунабадское ЭСП', '2022-07-28 21:18:35', '2022-07-28 21:18:35'),
(164, 10, '24226', '24226 - Сардобское ЭСП', '24226 - Сардобское ЭСП', '24226 - Сардобское ЭСП', '2022-07-28 21:19:00', '2022-07-28 21:19:00'),
(165, 10, '24402', '24402 - Сырдарья Энергосотиш', '24402 - Сырдарья Энергосотиш', '24402 - Сырдарья Энергосотиш', '2022-07-28 21:19:29', '2022-07-28 21:19:29'),
(166, 10, '24231', '24231 - Сырдарьинское ЭСП', '24231 - Сырдарьинское ЭСП', '24231 - Сырдарьинское ЭСП', '2022-07-28 21:19:51', '2022-07-28 21:19:51'),
(167, 10, '24235', '24235 - Хавастское ЭСП', '24235 - Хавастское ЭСП', '24235 - Хавастское ЭСП', '2022-07-28 21:20:48', '2022-07-28 21:20:48'),
(168, 10, '24410', '24410 - Шиpин ГорЭСП', '24410 - Шиpин ГорЭСП', '24410 - Шиpин ГорЭСП', '2022-07-28 21:21:12', '2022-07-28 21:21:12'),
(169, 10, '24413', '24413 - Янгиеp ГорЭСП', '24413 - Янгиеp ГорЭСП', '24413 - Янгиеp ГорЭСП', '2022-07-28 21:21:28', '2022-07-28 21:21:28'),
(170, 12, '30203', '30203 - Алтыарыкское ЭСП', '30203 - Алтыарыкское ЭСП', '30203 - Алтыарыкское ЭСП', '2022-07-28 21:25:29', '2022-07-28 21:25:29'),
(171, 12, '30209', '30209 - Багдадское ЭСП', '30209 - Багдадское ЭСП', '30209 - Багдадское ЭСП', '2022-07-28 21:26:04', '2022-07-28 21:26:04'),
(172, 12, '30212', '30212 - Бувайдинское ЭСП', '30212 - Бувайдинское ЭСП', '30212 - Бувайдинское ЭСП', '2022-07-28 21:27:08', '2022-07-28 21:27:08'),
(173, 12, '30236', '30236 - Дангаринское ЭСП', '30236 - Дангаринское ЭСП', '30236 - Дангаринское ЭСП', '2022-07-28 21:27:33', '2022-07-28 21:27:33'),
(174, 12, '30402', '30402 - Киргулинское ЭСП', '30402 - Киргулинское ЭСП', '30402 - Киргулинское ЭСП', '2022-07-28 21:27:50', '2022-07-28 21:27:50'),
(175, 12, '30403', '30403 - Киргулинское ЭСП', '30403 - Киргулинское ЭСП', '30403 - Киргулинское ЭСП', '2022-07-28 21:28:12', '2022-07-28 21:28:12'),
(176, 12, '30405', '30405 - Коканд ГорЭСП', '30405 - Коканд ГорЭСП', '30405 - Коканд ГорЭСП', '2022-07-28 21:28:30', '2022-07-28 21:28:30'),
(177, 12, '30408', '30408 - Кувасай ГорЭСП', '30408 - Кувасай ГорЭСП', '30408 - Кувасай ГорЭСП', '2022-07-28 21:28:45', '2022-07-28 21:28:45'),
(178, 12, '30218', '30218 - Кувинское ЭСП', '30218 - Кувинское ЭСП', '30218 - Кувинское ЭСП', '2022-07-28 21:29:02', '2022-07-28 21:29:02'),
(179, 12, '30206', '30206 - Куштепинское ЭСП', '30206 - Куштепинское ЭСП', '30206 - Куштепинское ЭСП', '2022-07-28 21:29:21', '2022-07-28 21:29:21'),
(180, 12, '30412', '30412 - Маpгилан ГорЭСП', '30412 - Маpгилан ГорЭСП', '30412 - Маpгилан ГорЭСП', '2022-07-28 21:29:38', '2022-07-28 21:29:38'),
(181, 12, '30224', '30224 - Риштанское ЭСП', '30224 - Риштанское ЭСП', '30224 - Риштанское ЭСП', '2022-07-28 21:29:56', '2022-07-28 21:29:56'),
(182, 12, '30226', '30226 - Сохское ЭСП', '30226 - Сохское ЭСП', '30226 - Сохское ЭСП', '2022-07-28 21:30:15', '2022-07-28 21:30:15'),
(183, 12, '30227', '30227 - Ташлакское ЭСП', '30227 - Ташлакское ЭСП', '30227 - Ташлакское ЭСП', '2022-07-28 21:30:31', '2022-07-28 21:30:31'),
(184, 12, '30230', '30230 - Узбекистанское ЭСП', '30230 - Узбекистанское ЭСП', '30230 - Узбекистанское ЭСП', '2022-07-28 21:31:04', '2022-07-28 21:31:04'),
(185, 12, '30221', '30221 - Учкуприкское ЭСП', '30221 - Учкуприкское ЭСП', '30221 - Учкуприкское ЭСП', '2022-07-28 21:31:19', '2022-07-28 21:31:19'),
(186, 12, '30401', '30401 - Фергана ГорЭСП', '30401 - Фергана ГорЭСП', '30401 - Фергана ГорЭСП', '2022-07-28 21:31:48', '2022-07-28 21:31:48'),
(187, 12, '30400', '30400 - Фергана Энергосотиш', '30400 - Фергана Энергосотиш', '30400 - Фергана Энергосотиш', '2022-07-28 21:32:07', '2022-07-28 21:32:07'),
(188, 12, '30233', '30233 - Ферганское ЭСП', '30233 - Ферганское ЭСП', '30233 - Ферганское ЭСП', '2022-07-28 21:32:32', '2022-07-28 21:32:32'),
(189, 12, '30238', '30238 - Фуркатское ЭСП', '30238 - Фуркатское ЭСП', '30238 - Фуркатское ЭСП', '2022-07-28 21:33:11', '2022-07-28 21:33:11'),
(190, 12, '30242', '30242 - Язъяванское ЭСП', '30242 - Язъяванское ЭСП', '30242 - Язъяванское ЭСП', '2022-07-28 21:33:27', '2022-07-28 21:33:27'),
(191, 14, '26280', '26280 - Алмазарский ЭП', '26280 - Алмазарский ЭП', '26280 - Алмазарский ЭП', '2022-07-28 21:34:35', '2022-07-28 21:34:35'),
(192, 14, '26264', '26264 - Бектемирский ЭП', '26264 - Бектемирский ЭП', '26264 - Бектемирский ЭП', '2022-07-28 21:34:52', '2022-07-28 21:34:52'),
(193, 14, '26273', '26273 - Мирабадский ЭП', '26273 - Мирабадский ЭП', '26273 - Мирабадский ЭП', '2022-07-28 21:35:11', '2022-07-28 21:35:11'),
(194, 14, '26269', '26269 - Мирзо-Улугбекский ЭП', '26269 - Мирзо-Улугбекский ЭП', '26269 - Мирзо-Улугбекский ЭП', '2022-07-28 21:35:39', '2022-07-28 21:35:39'),
(195, 14, '26283', '26283 - Сергелийский ЭП', '26283 - Сергелийский ЭП', '26283 - Сергелийский ЭП', '2022-07-28 21:35:57', '2022-07-28 21:35:57'),
(196, 14, '26262', '26262 - Учтепинский ЭП', '26262 - Учтепинский ЭП', '26262 - Учтепинский ЭП', '2022-07-28 21:36:19', '2022-07-28 21:36:19'),
(197, 14, '26290', '26290 - Яшнабадский ЭП', '26290 - Яшнабадский ЭП', '26290 - Яшнабадский ЭП', '2022-07-28 21:36:39', '2022-07-28 21:36:39'),
(198, 14, '26294', '26294 - Чиланзарский ЭП', '26294 - Чиланзарский ЭП', '26294 - Чиланзарский ЭП', '2022-07-28 21:36:56', '2022-07-28 21:36:56'),
(199, 14, '26277', '26277 - Шайхантахурский ЭП', '26277 - Шайхантахурский ЭП', '26277 - Шайхантахурский ЭП', '2022-07-28 21:37:16', '2022-07-28 21:37:16'),
(200, 14, '26266', '26266 - Юнусабадский ЭП', '26266 - Юнусабадский ЭП', '26266 - Юнусабадский ЭП', '2022-07-28 21:37:33', '2022-07-28 21:37:33'),
(201, 14, '26287', '26287 - Яккасарайский ЭП', '26287 - Яккасарайский ЭП', '26287 - Яккасарайский ЭП', '2022-07-28 21:37:50', '2022-07-28 21:37:50'),
(202, 14, '26292', '26292 - Янги хаёт ЭП', '26292 - Янги хаёт ЭП', '26292 - Янги хаёт ЭП', '2022-07-28 21:38:06', '2022-07-28 21:38:06'),
(203, 11, '27206', '27206 - Аккурганское ЭСП', '27206 - Аккурганское ЭСП', '27206 - Аккурганское ЭСП', '2022-07-28 21:40:31', '2022-07-28 21:40:31'),
(204, 11, '27404', '27404 - Алмалыкское ЭСП', '27404 - Алмалыкское ЭСП', '27404 - Алмалыкское ЭСП', '2022-07-28 21:40:53', '2022-07-28 21:40:53'),
(205, 11, '27407', '27407 - Ангренское ЭСП', '27407 - Ангренское ЭСП', '27407 - Ангренское ЭСП', '2022-07-28 21:41:17', '2022-07-28 21:41:17'),
(206, 11, '27415', '27415 - Ахангаран Гор ЭСП', '27415 - Ахангаран Гор ЭСП', '27415 - Ахангаран Гор ЭСП', '2022-07-28 21:41:42', '2022-07-28 21:41:42'),
(207, 11, '27212', '27212 - Ахангаранское ЭСП', '27212 - Ахангаранское ЭСП', '27212 - Ахангаранское ЭСП', '2022-07-28 21:42:02', '2022-07-28 21:42:02'),
(208, 11, '27413', '27413 - Бекабадское ЭСП', '27413 - Бекабадское ЭСП', '27413 - Бекабадское ЭСП', '2022-07-28 21:42:19', '2022-07-28 21:42:19'),
(209, 11, '27224', '27224 - Бостанлыкское ЭСП', '27224 - Бостанлыкское ЭСП', '27224 - Бостанлыкское ЭСП', '2022-07-28 21:42:38', '2022-07-28 21:42:38'),
(210, 11, '27228', '27228 - Букинское ЭСП', '27228 - Букинское ЭСП', '27228 - Букинское ЭСП', '2022-07-28 21:42:53', '2022-07-28 21:42:53'),
(211, 11, '27238', '27238 - Зангиатинское ЭСП', '27238 - Зангиатинское ЭСП', '27238 - Зангиатинское ЭСП', '2022-07-28 21:43:09', '2022-07-28 21:43:09'),
(212, 11, '27220', '27220 - Зафарское ЭСП', '27220 - Зафарское ЭСП', '27220 - Зафарское ЭСП', '2022-07-28 21:43:28', '2022-07-28 21:43:28'),
(213, 11, '27248', '27248 - Кибрайское ЭСП', '27248 - Кибрайское ЭСП', '27248 - Кибрайское ЭСП', '2022-07-28 21:43:46', '2022-07-28 21:43:46'),
(214, 11, '27233', '27233 - Куйичирчикское ЭСП', '27233 - Куйичирчикское ЭСП', '27233 - Куйичирчикское ЭСП', '2022-07-28 21:44:08', '2022-07-28 21:44:08'),
(215, 11, '27401', '27401 - Нурафшан Гор ЭСП', '27401 - Нурафшан Гор ЭСП', '27401 - Нурафшан Гор ЭСП', '2022-07-28 21:44:26', '2022-07-28 21:44:26'),
(216, 11, '27249', '27249 - Паркентское ЭСП', '27249 - Паркентское ЭСП', '27249 - Паркентское ЭСП', '2022-07-28 21:44:53', '2022-07-28 21:44:53'),
(217, 11, '27250', '27250 - Пскентское ЭСП', '27250 - Пскентское ЭСП', '27250 - Пскентское ЭСП', '2022-07-28 21:45:19', '2022-07-28 21:45:19'),
(218, 11, '27237', '27237 - Ташкентское ЭСП', '27237 - Ташкентское ЭСП', '27237 - Ташкентское ЭСП', '2022-07-28 21:45:45', '2022-07-28 21:45:45'),
(219, 11, '27253', '27253 - Уртачирчикское ЭСП', '27253 - Уртачирчикское ЭСП', '27253 - Уртачирчикское ЭСП', '2022-07-28 21:46:07', '2022-07-28 21:46:07'),
(220, 11, '27256', '27256 - Чиназское ЭСП', '27256 - Чиназское ЭСП', '27256 - Чиназское ЭСП', '2022-07-28 21:46:28', '2022-07-28 21:46:28'),
(221, 11, '27419', '27419 - Чирчикское ЭСП', '27419 - Чирчикское ЭСП', '27419 - Чирчикское ЭСП', '2022-07-28 21:46:46', '2022-07-28 21:46:46'),
(222, 11, '27239', '27239 - Юкоричирчикское ЭСП', '27239 - Юкоричирчикское ЭСП', '27239 - Юкоричирчикское ЭСП', '2022-07-28 21:47:12', '2022-07-28 21:47:12'),
(223, 11, '27424', '27424 - Янгиюль Гор ЭСП', '27424 - Янгиюль Гор ЭСП', '27424 - Янгиюль Гор ЭСП', '2022-07-28 21:48:06', '2022-07-28 21:48:06'),
(224, 11, '27259', '27259 - Янгиюльское ЭСП', '27259 - Янгиюльское ЭСП', '27259 - Янгиюльское ЭСП', '2022-07-28 21:48:27', '2022-07-28 21:48:27'),
(225, 13, '33204', '33204 - Багатское ЭСП', '33204 - Багатское ЭСП', '33204 - Багатское ЭСП', '2022-07-28 21:53:51', '2022-07-28 21:53:51'),
(226, 13, '33208', '33208 - Гурленское ЭСП', '33208 - Гурленское ЭСП', '33208 - Гурленское ЭСП', '2022-07-28 21:54:14', '2022-07-28 21:54:14'),
(227, 13, '33212', '33212 - Кошкупырское ЭСП', '33212 - Кошкупырское ЭСП', '33212 - Кошкупырское ЭСП', '2022-07-28 21:54:34', '2022-07-28 21:54:34'),
(228, 13, '33402', '33402 - Питняк ГорЭСП', '33402 - Питняк ГорЭСП', '33402 - Питняк ГорЭСП', '2022-07-28 21:54:54', '2022-07-28 21:54:54'),
(229, 13, '33401', '33401 - Ургенч ГорЭСП', '33401 - Ургенч ГорЭСП', '33401 - Ургенч ГорЭСП', '2022-07-28 21:55:13', '2022-07-28 21:55:13'),
(230, 13, '33217', '33217 - Ургенчское ЭСП', '33217 - Ургенчское ЭСП', '33217 - Ургенчское ЭСП', '2022-07-28 21:55:34', '2022-07-28 21:55:34'),
(231, 13, '33220', '33220 - Хазараспское ЭСП', '33220 - Хазараспское ЭСП', '33220 - Хазараспское ЭСП', '2022-07-28 21:55:53', '2022-07-28 21:55:53'),
(232, 13, '33223', '33223 - Ханкинское ЭСП', '33223 - Ханкинское ЭСП', '33223 - Ханкинское ЭСП', '2022-07-28 21:56:19', '2022-07-28 21:56:19'),
(233, 13, '33406', '33406 - Хива ГорЭСП', '33406 - Хива ГорЭСП', '33406 - Хива ГорЭСП', '2022-07-28 21:56:35', '2022-07-28 21:56:35'),
(234, 13, '33226', '33226 - Хивинское ЭСП', '33226 - Хивинское ЭСП', '33226 - Хивинское ЭСП', '2022-07-28 21:57:37', '2022-07-28 21:57:37'),
(235, 13, '33400', '33400 - Хорезм Энергосотиш', '33400 - Хорезм Энергосотиш', '33400 - Хорезм Энергосотиш', '2022-07-28 21:57:55', '2022-07-28 21:57:55'),
(236, 13, '33230', '33230 - Шаватское ЭСП', '33230 - Шаватское ЭСП', '33230 - Шаватское ЭСП', '2022-07-28 21:58:14', '2022-07-28 21:58:14'),
(237, 13, '33233', '33233 - Янгиарыкское ЭСП', '33233 - Янгиарыкское ЭСП', '33233 - Янгиарыкское ЭСП', '2022-07-28 21:58:38', '2022-07-28 21:58:38'),
(238, 13, '33236', '33236 - Янгибазарское ЭСП', '33236 - Янгибазарское ЭСП', '33236 - Янгибазарское ЭСП', '2022-07-28 21:58:57', '2022-07-28 21:58:57');

--
-- Индексы сохранённых таблиц
--

--
-- Индексы таблицы `het`
--
ALTER TABLE `het`
  ADD PRIMARY KEY (`id`),
  ADD KEY `fk_het_region1_idx` (`region_id`);

--
-- AUTO_INCREMENT для сохранённых таблиц
--

--
-- AUTO_INCREMENT для таблицы `het`
--
ALTER TABLE `het`
  MODIFY `id` int NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=239;

--
-- Ограничения внешнего ключа сохраненных таблиц
--

--
-- Ограничения внешнего ключа таблицы `het`
--
ALTER TABLE `het`
  ADD CONSTRAINT `fk_het_region1` FOREIGN KEY (`region_id`) REFERENCES `region` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
